/* NSMenuItem : <title: > (oid:170) */
" " = " ";

/* NSButton (Add to Keychain) : <title:Add to Keychain> (oid:128) */
"Add to Keychain" = "Ychwanegu i’r Cylch Allweddi";

/* NSButton (Anonymous Login) : <title:Anonymous Login> (oid:148) */
"Anonymous Login" = "Mewngofnod Di-enw";

/* NSButton (Cancel) : <title:Cancel> (oid:20) */
"Cancel" = "Diddymu";

/* NSButton (Connect) : <title:Connect> (oid:25) */
"Connect" = "Cysylltu";

/* NSTextField (Connect Mode:) : <title:Connect Mode:> (oid:172) */
"Connect Mode:" = "Dull Cysylltu:";

/* NSTextField (Encoding:) : <title:Encoding:> (oid:174) */
"Encoding:" = "Amgodio:";

/* NSPanel (New Connection) : <title:New Connection> (oid:22) */
"New Connection" = "Cysylltiad Newydd";

/* NSMenu : <title:OtherViews> (oid:173) */
"OtherViews" = "OtherViews";

/* NSTextField (Password:) : <title:Password:> (oid:14) */
"Password:" = "Cyfrinair:";

/* NSTextField (Path:) : <title:Path:> (oid:119) */
"Path:" = "Llwybr:";

/* NSTextField (Port:) : <title:Port:> (oid:23) */
"Port:" = "Porth:";

/* NSTextField (Server:) : <title:Server:> (oid:19) */
"Server:" = "Gweinydd:";

/* NSButton (Use Public Key Authentication) : <title:Use Public Key Authentication> (oid:127) */
"Use Public Key Authentication" = "Defnyddio Dilysu Allwedd Cyhoeddus";

/* NSTextField (Username:) : <title:Username:> (oid:8) */
"Username:" = "Enw Defnyddiwr:";

